<unk>	0
<s>	0
</s>	0
s	-3.28801
▁	-3.30354
▁the	-3.65262
▁,	-3.76015
▁of	-4.05092
neutral	-4.10683
▁in	-4.13784
▁to	-4.20968
▁"	-4.23434
▁.",	-4.27961
d	-4.38644
▁a	-4.40326
and	-4.42068
ing	-4.43915
▁.,	-4.57567
positive	-4.61855
ed	-4.64726
▁EUR	-4.74997
-	-4.91306
▁for	-4.9832
▁$	-5.14051
m	-5.1477
.	-5.15775
▁'	-5.16341
,	-5.20196
▁is	-5.36364
negative	-5.36496
▁on	-5.44821
n	-5.47005
▁be	-5.47566
▁will	-5.47629
y	-5.51098
▁company	-5.51964
▁The	-5.56863
▁fro	-5.57502
▁m	-5.63508
The	-5.71391
mn	-5.71907
▁by	-5.71918
▁its	-5.71991
e	-5.76087
▁with	-5.79863
%	-5.8429
▁has	-5.84303
▁profit	-5.84564
▁(	-5.86537
▁)	-5.8785
▁sales	-5.91541
▁as	-5.92658
t	-5.93313
ly	-5.95218
▁at	-5.96375
▁million	-5.96827
▁an	-5.9967
▁net	-6.07944
▁Finnish	-6.13291
▁sai	-6.13397
▁that	-6.14266
▁was	-6.14327
▁it	-6.15033
▁year	-6.18016
▁-	-6.2527
a	-6.26519
1	-6.28129
▁mln	-6.29797
▁2009	-6.29863
▁:	-6.30398
▁2008	-6.33711
o	-6.3403
▁period	-6.34197
▁Finland	-6.35782
ies	-6.37404
▁Oy	-6.3824
▁quarter	-6.39489
es	-6.40875
ion	-6.4177
co	-6.45549
▁2007	-6.47389
▁are	-6.49528
j	-6.49588
▁share	-6.50389
▁A	-6.50643
r	-6.51805
▁up	-6.54944
://	-6.55643
▁http	-6.56474
ch	-6.61578
/	-6.62562
A	-6.63015
▁market	-6.63565
▁new	-6.63892
",	-6.64755
▁2010	-6.65667
`	-6.66738
▁first	-6.67876
▁service	-6.68345
▁S	-6.69317
▁C	-6.70256
▁business	-6.73496
▁loss	-6.73664
▁total	-6.74673
In	-6.75304
▁down	-6.76361
▁E	-6.76897
er	-6.7749
ment	-6.77663
▁have	-6.78069
on	-6.78527
'	-6.80299
en	-6.80782
al	-6.81276
0	-6.83106
▁shares	-6.8571
▁operat	-6.87974
▁euro	-6.88043
S	-6.89739
lso	-6.89899
ut	-6.90053
▁whi	-6.91228
▁today	-6.91672
▁s	-6.92343
▁increase	-6.93488
▁2006	-6.93984
▁this	-6.96247
2	-6.98115
ation	-6.98347
▁Group	-6.99106
▁price	-6.9997
▁operation	-7.00264
▁f	-7.01503
▁`	-7.0438
ember	-7.05057
V	-7.05318
st	-7.07082
▁contract	-7.07465
▁corresponding	-7.09208
▁per	-7.09632
▁I	-7.1064
▁group	-7.11979
rom	-7.12462
&	-7.13611
▁Helsinki	-7.13782
▁decrease	-7.17026
ng	-7.18692
le	-7.18802
3	-7.19237
▁abo	-7.20491
▁''	-7.20648
▁percent	-7.20667
▁compare	-7.22956
▁not	-7.23092
▁than	-7.23157
nd	-7.2437
▁plant	-7.2524
▁R	-7.27425
4	-7.27754
▁over	-7.28017
,000	-7.28642
stk	-7.29067
to	-7.29815
been	-7.30825
▁HEL	-7.31433
l	-7.31443
▁1	-7.31884
Finnish	-7.3216
ir	-7.33707
▁O	-7.33931
5	-7.34458
▁2005	-7.34999
▁Nokia	-7.35359
▁some	-7.35756
▁part	-7.36184
▁solution	-7.36377
▁10	-7.37268
were	-7.37303
▁customer	-7.37559
▁system	-7.38882
▁P	-7.39087
▁3	-7.40956
▁value	-7.4104
aid	-7.41142
▁pct	-7.41673
▁M	-7.43356
▁project	-7.43429
▁products	-7.43775
▁second	-7.44357
▁investment	-7.44364
▁or	-7.44444
▁c	-7.44447
▁Bank	-7.4506
▁third	-7.45272
+	-7.45568
▁start	-7.45569
▁after	-7.46391
▁out	-7.46402
▁2	-7.46663
▁production	-7.47241
▁result	-7.47991
▁other	-7.4811
6	-7.48609
▁include	-7.48611
▁well	-7.48962
▁Russia	-7.49145
re	-7.49657
▁financial	-7.49857
▁more	-7.50298
:	-7.50669
▁January	-7.50804
i	-7.50972
▁Corporat	-7.51055
fore	-7.51986
▁OMX	-7.52727
▁earlie	-7.52973
▁T	-7.54816
in	-7.55167
▁USD	-7.55766
ance	-7.56104
▁order	-7.56108
rose	-7.56136
▁end	-7.5616
h	-7.56645
▁B	-7.58353
year	-7.58411
▁fell	-7.58775
8	-7.59342
▁b	-7.59794
▁agreement	-7.59921
▁eur	-7.60635
▁L	-7.60638
▁amount	-7.60869
▁mobile	-7.60914
▁"`	-7.61102
T	-7.61146
▁"$	-7.61451
▁month	-7.61622
om	-7.61726
▁unit	-7.61797
▁would	-7.6193
7	-7.62317
▁5	-7.62485
me	-7.62836
last	-7.62901
.,	-7.62968
▁now	-7.63109
or	-7.63195
Operat	-7.64303
▁deliver	-7.64447
▁20	-7.65577
▁all	-7.66184
able	-7.67198
▁area	-7.67342
▁F	-7.67812
▁CEO	-7.68645
▁lower	-7.68721
▁half	-7.68742
▁deal	-7.68831
▁p	-7.69274
▁technology	-7.6974
▁building	-7.70068
▁one	-7.7057
C	-7.70928
9	-7.71195
▁long	-7.71968
▁4	-7.72041
▁two	-7.72127
▁fr	-7.72173
▁can	-7.72735
▁expected	-7.72994
▁maker	-7.73619
ccording	-7.74132
▁capital	-7.74441
▁billion	-7.74449
▁our	-7.74824
la	-7.75499
G	-7.76167
E	-7.76534
▁report	-7.77125
▁co	-7.7715
▁time	-7.7761
▁6	-7.78241
▁N	-7.78985
▁@	-7.79497
▁buy	-7.79547
▁under	-7.80023
▁high	-7.80561
AAPL	-7.80679
▁industry	-7.80785
▁development	-7.82046
ic	-7.8291
▁growth	-7.83375
▁process	-7.83775
▁totall	-7.83907
▁use	-7.84399
▁large	-7.84692
c	-7.85542
▁acquisition	-7.8599
▁Sept	-7.86243
ever	-7.86501
p	-7.86637
▁Nord	-7.86749
▁manage	-7.86976
▁close	-7.8714
▁includ	-7.87494
▁right	-7.87661
▁employee	-7.87976
▁equip	-7.8816
D	-7.88337
▁sa	-7.88768
▁issue	-7.8917
▁stock	-7.89323
R	-7.89699
▁#	-7.90181
▁D	-7.90618
▁while	-7.90698
ity	-7.90867
▁number	-7.91582
▁paper	-7.91598
▁we	-7.91686
▁provide	-7.91719
g	-7.92118
▁US	-7.92662
▁plan	-7.92845
▁revenue	-7.93032
▁design	-7.93637
▁cut	-7.93727
▁pe	-7.94007
N	-7.9408
▁announce	-7.94412
October	-7.94466
▁approx	-7.94508
um	-7.94586
▁off	-7.94846
▁turn	-7.95568
k	-7.95884
▁30	-7.96373
▁G	-7.96471
▁network	-7.97569
▁electronic	-7.97573
O	-7.97692
▁2011	-7.97794
▁compar	-7.97966
ers	-7.98232
▁Operati	-7.9849
▁stake	-7.99091
▁15	-8.00252
▁offer	-8.00654
▁manufacturer	-8.01135
▁take	-8.01729
▁own	-8.01878
us	-8.02161
▁re	-8.02195
▁support	-8.02196
▁previous	-8.02201
ry	-8.02312
▁March	-8.02697
ty	-8.03388
is	-8.0352
▁go	-8.03755
▁remain	-8.03807
▁base	-8.04159
▁expect	-8.04609
▁non	-8.04615
▁through	-8.05454
▁inform	-8.05748
▁annual	-8.0585
▁office	-8.06102
▁short	-8.06252
ce	-8.06298
▁person	-8.07108
▁volume	-8.07112
▁good	-8.07123
▁dividend	-8.07138
▁April	-8.07181
th	-8.07214
▁option	-8.07281
▁sell	-8.07673
▁We	-8.07974
ple	-8.08098
▁8	-8.08309
TSLA	-8.08767
▁software	-8.08913
▁current	-8.0896
tax	-8.09013
▁sign	-8.09045
P	-8.09104
w	-8.09469
▁see	-8.09643
out	-8.09949
ill	-8.09967
▁target	-8.10529
inen	-8.10887
▁25	-8.1091
an	-8.11323
B	-8.11383
SE	-8.1169
▁reported	-8.11707
▁estimate	-8.11787
▁make	-8.11845
▁Co	-8.12131
▁st	-8.1246
had	-8.12531
K	-8.12642
▁News	-8.12668
▁.	-8.1271
20	-8.12883
H	-8.13081
▁sector	-8.1409
id	-8.15707
▁Board	-8.15886
▁Ltd	-8.15918
▁nine	-8.16021
L	-8.16133
▁e	-8.16134
▁--	-8.162
base	-8.16617
▁bank	-8.17253
▁transaction	-8.17742
▁earnings	-8.17871
▁U	-8.17871
ting	-8.17928
f	-8.17974
▁St	-8.18085
round	-8.18582
▁markets	-8.18809
less	-8.1897
F	-8.18992
▁work	-8.19042
▁pre	-8.19322
▁manufactur	-8.19535
▁cover	-8.19674
▁three	-8.19704
▁steel	-8.19706
▁world	-8.19781
▁China	-8.1982
▁look	-8.19907
▁countr	-8.2091
over	-8.2094
▁dur	-8.21001
▁un	-8.21415
ent	-8.21513
▁May	-8.21732
▁supply	-8.21879
▁but	-8.22041
made	-8.22447
▁Nov	-8.2247
X	-8.22856
▁It	-8.23237
▁data	-8.23322
▁Plc	-8.23507
▁subsidiar	-8.2351
▁100	-8.23564
▁higher	-8.23673
M	-8.24073
▁back	-8.24188
▁Q	-8.24568
▁19	-8.24788
il	-8.25019
day	-8.25124
▁w	-8.25224
▁major	-8.25505
▁level	-8.25508
PS	-8.25564
▁America	-8.25598
00	-8.26152
▁phone	-8.26355
ra	-8.26387
▁Inc	-8.26648
▁line	-8.26674
▁us	-8.27
▁+	-8.27535
▁further	-8.27548
se	-8.27701
▁continue	-8.27704
▁Baltic	-8.2781
eq	-8.28463
▁cent	-8.29369
▁global	-8.29631
imatel	-8.29638
▁significant	-8.29643
u	-8.29782
▁no	-8.29862
▁Aspo	-8.299
▁how	-8.30296
com	-8.30728
▁compan	-8.30956
▁item	-8.31088
▁sale	-8.31172
▁50	-8.31459
▁lead	-8.31825
▁shareholder	-8.31828
▁Va	-8.31869
▁engineer	-8.31927
▁11	-8.32248
▁Swed	-8.32292
el	-8.3255
▁says	-8.32645
ame	-8.32759
▁develop	-8.3281
▁In	-8.32995
▁Thi	-8.3325
▁2004	-8.3333
▁day	-8.33823
▁February	-8.33932
▁Service	-8.33938
▁7	-8.34022
▁Net	-8.34239
▁euros	-8.34592
▁K	-8.34878
▁media	-8.35012
ala	-8.35023
▁term	-8.35095
uch	-8.35145
ve	-8.35218
▁add	-8.3574
▁18	-8.36145
▁application	-8.36164
▁power	-8.3641
▁9	-8.36763
▁product	-8.36832
I	-8.3691
IT	-8.37023
it	-8.37485
▁strong	-8.38436
▁interest	-8.38444
▁supplier	-8.38477
▁.3	-8.38612
▁ha	-8.38827
▁brand	-8.38851
▁Corp	-8.39076
▁12	-8.39264
▁complete	-8.39746
▁wh	-8.39764
▁Scan	-8.39789
ding	-8.39819
▁move	-8.40509
ac	-8.40625
▁near	-8.40678
▁energy	-8.40798
FB	-8.40811
▁most	-8.40822
▁above	-8.4085
▁local	-8.40927
▁negotiation	-8.41025
ince	-8.41131
▁August	-8.41142
▁here	-8.41171
▁next	-8.41228
▁where	-8.4127
resident	-8.41281
month	-8.41283
▁40	-8.41372
▁provider	-8.41603
▁board	-8.41644
▁17	-8.42901
b	-8.42952
ary	-8.43023
▁availab	-8.4313
due	-8.43308
▁reports	-8.43723
▁main	-8.44242
▁employ	-8.44517
▁Stock	-8.45045
fil	-8.45312
▁position	-8.45413
▁material	-8.45569
▁device	-8.45569
▁staff	-8.45569
▁fourth	-8.45597
▁Dec	-8.45599
▁July	-8.45704
▁capacit	-8.45734
▁cost	-8.45754
▁place	-8.46017
very	-8.46069
▁give	-8.46137
▁Y	-8.46146
▁he	-8.46206
ia	-8.46369
curr	-8.4654
▁focus	-8.46675
▁continu	-8.46705
cot	-8.46807
air	-8.4737
▁14	-8.47888
▁acquire	-8.48022
▁exclu	-8.48067
▁release	-8.48079
▁Director	-8.4811
▁communication	-8.48252
▁point	-8.48659
▁AB	-8.49134
▁W	-8.49483
▁trade	-8.4962
Y	-8.49725
comp	-8.49865
▁Finn	-8.49888
▁ship	-8.50016
q	-8.50241
twee	-8.50278
▁set	-8.50331
▁No	-8.50773
▁metal	-8.50808
▁award	-8.51085
term	-8.51112
▁de	-8.51579
▁Swedish	-8.51747
▁expand	-8.51849
.",	-8.51957
▁units	-8.52207
▁16	-8.52451
.3	-8.52485
▁aim	-8.52541
▁they	-8.52864
▁El	-8.53058
▁Business	-8.53369
uukki	-8.53421
▁fund	-8.53454
▁New	-8.53504
▁costs	-8.53637
nel	-8.53731
▁UK	-8.53787
ware	-8.53855
U	-8.54037
▁won	-8.54074
J	-8.54223
▁0.3	-8.54412
▁week	-8.54744
▁addition	-8.55174
▁orders	-8.55354
▁years	-8.55464
▁hit	-8.55468
▁improve	-8.55591
▁full	-8.55626
▁follow	-8.55963
▁represent	-8.55965
▁200	-8.55968
▁program	-8.56062
▁director	-8.56077
▁Media	-8.56084
▁tra	-8.56652
▁Tal	-8.56713
▁mill	-8.56726
▁need	-8.56777
▁you	-8.56925
▁tax	-8.56986
ar	-8.5735
▁international	-8.57463
as	-8.57955
▁To	-8.58137
▁Re	-8.58228
▁H	-8.58297
▁lay	-8.58371
ffic	-8.58557
▁account	-8.58741
▁already	-8.58742
▁whole	-8.58802
▁situat	-8.58829
▁Bas	-8.58843
▁grow	-8.58876
Man	-8.58883
▁pay	-8.5897
▁perform	-8.59008
▁x	-8.59117
ma	-8.59355
▁Jun	-8.59584
▁get	-8.59691
tion	-8.59811
▁so	-8.60384
▁t	-8.60569
▁forest	-8.60841
▁Al	-8.61096
▁results	-8.61544
SPY	-8.61598
▁again	-8.61641
▁passenger	-8.61713
▁demand	-8.61729
▁Sanoma	-8.61842
▁margin	-8.619
▁consumer	-8.61975
▁firm	-8.62054
▁partner	-8.62119
▁developer	-8.62214
As	-8.62488
▁real	-8.62623
▁these	-8.63159
At	-8.63956
▁purchase	-8.64337
▁industrial	-8.64567
▁small	-8.6458
▁range	-8.64753
▁plann	-8.64842
Z	-8.64869
▁.9	-8.64995
▁22	-8.65335
▁head	-8.65448
▁activit	-8.65651
▁fall	-8.65869
▁operator	-8.65873
posted	-8.65928
▁enable	-8.66275
▁.5	-8.66372
▁print	-8.66541
How	-8.66603
thing	-8.66978
▁23	-8.67106
fter	-8.67475
▁launch	-8.67532
▁like	-8.67607
▁chain	-8.67705
▁oil	-8.67707
▁headquarter	-8.67707
▁rate	-8.6799
os	-8.68277
▁UPM	-8.68332
▁holding	-8.68455
▁31	-8.68631
▁V	-8.68644
▁Cap	-8.68769
(	-8.69124
ea	-8.69182
▁open	-8.69262
achinery	-8.69431
ish	-8.69604
age	-8.70002
▁De	-8.70197
W	-8.70233
▁according	-8.70456
▁Tel	-8.70632
▁Europe	-8.70646
▁detail	-8.70691
▁Capital	-8.70698
▁six	-8.70806
▁raise	-8.70873
▁Kone	-8.71252
▁Ens	-8.71253
▁constructi	-8.71266
▁construct	-8.71568
▁Po	-8.71597
▁who	-8.71852
▁measure	-8.71997
It	-8.72064
▁disclose	-8.72551
at	-8.72649
▁manufacture	-8.731
▁receive	-8.73202
nen	-8.73645
▁.6	-8.73757
▁strategy	-8.73935
▁four	-8.74046
Jun	-8.74133
▁distribution	-8.74209
▁analyst	-8.74296
▁index	-8.74338
▁dropp	-8.74641
▁facilit	-8.74685
$	-8.75157
z	-8.7519
▁IT	-8.75303
▁FT	-8.7535
▁ago	-8.75497
▁rise	-8.75608
▁break	-8.76293
...	-8.76416
▁13	-8.76833
▁publish	-8.77053
man	-8.77103
▁beer	-8.77112
)	-8.77143
10	-8.77189
▁low	-8.77191
▁implement	-8.77252
▁temporar	-8.77253
▁record	-8.77261
▁income	-8.77279
▁division	-8.77379
other	-8.77453
cause	-8.77497
▁North	-8.77675
ping	-8.77846
▁Financial	-8.77963
ich	-8.78255
▁al	-8.78327
▁.1	-8.78401
quarter	-8.79082
▁hold	-8.7918
▁via	-8.79215
v	-8.79506
▁key	-8.79511
Sept	-8.79972
ton	-8.80012
▁ADP	-8.80268
▁owner	-8.80542
x	-8.80545
▁Petersburg	-8.80697
▁fixed	-8.80727
▁Exchange	-8.80769
ww	-8.80775
▁just	-8.8086
▁Report	-8.80908
▁joint	-8.80991
▁Tesco	-8.81291
ne	-8.81346
▁Stor	-8.81601
▁1.5	-8.81621
.6	-8.81981
▁hel	-8.81994
0,000	-8.82035
▁state	-8.8209
ter	-8.82219
▁invest	-8.8233
land	-8.82487
up	-8.83011
30	-8.83708
mark	-8.83765
▁Estonia	-8.83769
▁retail	-8.83815
▁1.2	-8.83906
if	-8.84217
▁Thursday	-8.84246
▁Friday	-8.84247
metic	-8.84259
▁plc	-8.84262
▁slight	-8.84279
▁decide	-8.84325
▁Euro	-8.84402
▁handl	-8.84419
▁below	-8.84458
▁worth	-8.84561
▁vot	-8.84681
ant	-8.84803
▁AstraZeneca	-8.84874
▁name	-8.84879
▁.2	-8.85017
▁decline	-8.85101
▁th	-8.85189
ive	-8.85199
▁there	-8.8537
▁structure	-8.85432
.9	-8.85743
▁members	-8.85839
▁way	-8.85948
▁Mr	-8.86164
ur	-8.86323
iskars	-8.86727
▁Ne	-8.86827
argotec	-8.87201
per	-8.87338
▁.8	-8.87882
▁respective	-8.8795
▁transport	-8.87954
▁subscription	-8.87967
▁Network	-8.87981
▁Germany	-8.88199
▁show	-8.88208
▁center	-8.88248
▁food	-8.88307
▁European	-8.88345
ompanies	-8.88368
▁machine	-8.8849
▁book	-8.88549
ous	-8.88618
▁28	-8.8876
▁Asia	-8.88783
real	-8.89443
ste	-8.89479
flow	-8.89566
▁1.1	-8.89613
▁his	-8.89769
▁agree	-8.89826
▁transfer	-8.8986
▁29	-8.89936
ential	-8.89959
▁60	-8.90214
▁Tele	-8.90433
▁site	-8.90484
▁broad	-8.90617
▁Rauta	-8.90721
te	-8.90721
▁fi	-8.90775
▁provid	-8.90894
kko	-8.90917
▁X	-8.91174
ts	-8.9139
▁change	-8.91403
▁0.8	-8.91728
▁bid	-8.91792
▁Monday	-8.91802
▁General	-8.91805
▁SEK	-8.91817
▁strengthen	-8.91832
hlstrom	-8.91834
▁cooperation	-8.91838
▁web	-8.91911
▁run	-8.91969
most	-8.92071
▁Kemi	-8.92123
▁Tue	-8.9218
▁Sampo	-8.92467
▁80	-8.92651
ight	-8.92794
▁build	-8.93239
▁bo	-8.933
into	-8.93391
ks	-8.93522
est	-8.93656
▁investors	-8.93758
▁estimates	-8.93969
DA	-8.94197
sday	-8.94265
SIN	-8.94892
▁test	-8.9497
▁And	-8.95006
ship	-8.95107
▁21	-8.95381
▁commercial	-8.95564
▁yesterday	-8.95796
▁future	-8.95796
▁decision	-8.95806
▁saving	-8.95861
▁reduction	-8.95881
▁late	-8.95992
Net	-8.96
▁Sie	-8.96056
ruukki	-8.96057
▁any	-8.96091
went	-8.96211
▁model	-8.96373
▁list	-8.96573
▁Alma	-8.96696
▁lift	-8.96937
ld	-8.96961
▁liter	-8.96997
▁Ab	-8.97107
▁With	-8.97204
▁whe	-8.97259
▁Vi	-8.9726
▁26	-8.97526
▁Technolog	-8.97545
▁propose	-8.97715
KI	-8.97727
▁calls	-8.97877
▁Market	-8.98458
he	-8.98508
▁do	-8.98694
tockmann	-8.98882
line	-8.98903
ko	-8.99531
▁27	-8.99674
▁operate	-8.99763
▁establish	-8.99821
ro	-8.99924
▁effect	-8.99946
▁warning	-9.00029
ompany	-9.00035
▁exist	-9.00198
ose	-9.00324
crane	-9.00452
▁know	-9.00485
▁su	-9.0062
▁EBIT	-9.0069
▁Long	-9.00755
▁water	-9.01239
▁i	-9.01327
data	-9.01334
▁Sale	-9.01406
▁concern	-9.01533
▁weak	-9.01549
▁reduce	-9.01626
ate	-9.01634
▁1.3	-9.01734
▁clear	-9.01804
▁control	-9.01934
▁relate	-9.02009
▁Mets	-9.02084
▁house	-9.02211
▁gre	-9.02286
na	-9.02296
▁gas	-9.02597
▁buil	-9.02971
▁0.2	-9.02983
▁Unit	-9.02995
▁cas	-9.03129
FX	-9.03411
▁'',	-9.03503
utotec	-9.03609
ily	-9.03697
▁packag	-9.03787
este	-9.03972
!	-9.04001
pped	-9.04016
▁heat	-9.04069
▁Pol	-9.0412
sh	-9.04177
▁jump	-9.0431
▁handset	-9.04316
▁technical	-9.04318
▁content	-9.04318
▁segment	-9.04328
▁restructuring	-9.04335
▁maxim	-9.04342
▁loan	-9.04511
▁takeover	-9.04561
▁five	-9.04662
Profit	-9.04705
▁bring	-9.04901
▁Buy	-9.04953
▁Barclays	-9.04959
▁''",	-9.05166
▁Ok	-9.05651
▁.4	-9.05709
▁public	-9.05769
▁securit	-9.06148
ara	-9.06153
▁Component	-9.06469
15	-9.06766
▁offering	-9.06796
▁36	-9.07225
▁upgrade	-9.07662
▁Up	-9.07711
▁region	-9.07712
▁port	-9.07738
xchange	-9.08058
Q	-9.08201
son	-9.08278
▁maint	-9.08753
ement	-9.08755
▁double	-9.08861
▁outlook	-9.08868
▁rental	-9.08873
▁strategic	-9.08893
▁recall	-9.08906
▁facilities	-9.09015
▁statement	-9.09048
mens	-9.0922
▁daily	-9.09247
▁Latvia	-9.09324
▁Trade	-9.09339
ADP	-9.09448
▁Rap	-9.09541
▁manag	-9.09565
▁Pohjola	-9.09843
▁Bio	-9.09883
▁EP	-9.09898
uri	-9.10192
13	-9.10363
bility	-9.1066
▁consider	-9.10966
side	-9.11037
▁early	-9.11078
▁ca	-9.11115
▁may	-9.11241
sold	-9.11267
▁35	-9.11557
▁stores	-9.11684
▁operati	-9.1169
led	-9.11745
▁2.7	-9.12336
ted	-9.12656
▁Suom	-9.12657
imate	-9.13134
▁Share	-9.13378
▁access	-9.13603
▁Japan	-9.13618
▁Feb	-9.13625
▁PLC	-9.13629
lands	-9.13635
▁reach	-9.13689
▁component	-9.13725
▁narrow	-9.13805
▁home	-9.13844
▁property	-9.13873
▁become	-9.13922
▁signal	-9.14016
▁SABMiller	-9.14017
▁pot	-9.14196
▁player	-9.14204
▁RT	-9.14294
▁Mari	-9.14308
hairman	-9.1433
▁vari	-9.14431
▁come	-9.14754
etwee	-9.14825
▁producer	-9.15073
et	-9.15121
▁tonn	-9.15181
▁As	-9.15281
▁3.5	-9.15444
▁few	-9.15467
▁wood	-9.15484
▁State	-9.15563
▁jobs	-9.15643
▁chart	-9.15646
▁sever	-9.16052
▁Glob	-9.16124
city	-9.1617
▁33	-9.16806
▁summ	-9.17029
ther	-9.17156
sion	-9.17263
band	-9.17314
ge	-9.17363
hit	-9.17614
▁subscribe	-9.17713
rs	-9.17852
▁Sa	-9.17887
op	-9.18034
▁India	-9.18052
cy	-9.18056
scal	-9.18287
▁90	-9.18505
▁portfolio	-9.18618
▁bridge	-9.18619
▁Internet	-9.18641
▁different	-9.18641
▁analysis	-9.18672
▁affect	-9.18682
▁team	-9.18721
▁Lithuania	-9.18817
▁pharmaceutical	-9.1882
▁improvement	-9.18857
surance	-9.18862
▁factory	-9.18878
orporation	-9.1895
own	-9.18965
▁ready	-9.1901
▁what	-9.19027
45	-9.19031
We	-9.19049
▁meeting	-9.19075
▁2.5	-9.19201
▁present	-9.19259
▁l	-9.19273
▁location	-9.19292
all	-9.19337
▁post	-9.19424
con	-9.1952
red	-9.19532
▁export	-9.19541
▁glass	-9.19699
▁0.6	-9.19763
▁Pre	-9.19838
soft	-9.20044
▁assets	-9.20146
vi	-9.20168
ta	-9.20264
de	-9.20429
▁user	-9.20544
.5	-9.20561
▁He	-9.20636
raw	-9.2095
▁Earnings	-9.21031
ility	-9.21123
▁schedule	-9.21219
ung	-9.21271
▁generate	-9.21306
offs	-9.21469
▁propert	-9.21734
▁Sal	-9.22352
news	-9.22398
▁produce	-9.22429
tria	-9.22439
▁liquid	-9.22596
▁AS	-9.22958
ether	-9.23361
▁put	-9.234
▁figure	-9.23881
▁Espoo	-9.23881
▁condition	-9.23881
▁resistance	-9.23884
▁pulp	-9.23888
▁credit	-9.23919
▁executive	-9.23919
▁chairman	-9.23953
▁70	-9.2397
▁meat	-9.24003
▁Model	-9.24083
▁boost	-9.24114
ymmene	-9.24117
▁r	-9.24191
ok	-9.24306
▁trading	-9.24389
▁far	-9.245
bn	-9.24578
wide	-9.24647
online	-9.24764
era	-9.2478
▁Glas	-9.24931
▁store	-9.24951
hief	-9.24956
▁City	-9.24972
▁sq	-9.25064
king	-9.25164
▁enter	-9.2526
▁drop	-9.25317
pu	-9.25458
▁2.2	-9.25472
▁Tikk	-9.25579
▁did	-9.25632
aki	-9.25755
▁vers	-9.25826
12	-9.25837
▁clo	-9.25895
▁UPDATE	-9.25944
▁quality	-9.26183
fair	-9.26431
ola	-9.26574
ednes	-9.26765
bought	-9.26912
AS	-9.27646
3.4	-9.2771
sche	-9.27718
▁Ti	-9.28113
▁Se	-9.28219
▁All	-9.28503
▁big	-9.28829
tandard	-9.29044
▁call	-9.29265
▁Turk	-9.29342
IA	-9.29354
Ware	-9.29434
STOCK	-9.29436
▁vessel	-9.29436
▁Communication	-9.29436
▁venture	-9.29437
NYSE	-9.29437
▁impact	-9.29437
▁Norway	-9.29439
▁entire	-9.2944
▁government	-9.29444
▁telecom	-9.29455
▁airline	-9.2946
▁watch	-9.29466
▁beginning	-9.29476
▁approval	-9.29477
li	-9.29504
viva	-9.296
▁recently	-9.29605
▁1.6	-9.2962
▁Brazil	-9.29647
▁should	-9.2966
▁publishe	-9.29739
▁life	-9.29744
▁forward	-9.29746
▁route	-9.29857
▁London	-9.29889
LD	-9.29912
▁1-	-9.29929
▁want	-9.30005
▁square	-9.30172
▁bond	-9.30201
▁clients	-9.30246
mpanies	-9.30352
▁side	-9.30489
▁wide	-9.30554
▁generat	-9.30717
ke	-9.30838
▁fish	-9.30865
ally	-9.30889
tia	-9.30908
▁Le	-9.30951
▁acquir	-9.31009
.8	-9.31095
50	-9.31161
▁direct	-9.31273
▁J	-9.3138
▁49	-9.31556
▁Tam	-9.31597
ness	-9.31661
▁bigge	-9.31665
▁0.1	-9.32013
▁bas	-9.32085
cap	-9.32121
▁Fi	-9.32251
wo	-9.32391
▁1.0	-9.32491
▁drug	-9.32498
▁responsib	-9.32514
Son	-9.32588
▁cross	-9.32606
▁24	-9.32638
▁gain	-9.32671
▁Sport	-9.32721
ons	-9.32724
▁Mos	-9.32819
..	-9.32932
ould	-9.33079
ries	-9.33104
▁expan	-9.33167
▁metre	-9.33579
▁2.3	-9.33662
ern	-9.34164
▁hand	-9.34319
▁45	-9.34714
xon	-9.34739
.4	-9.34865
▁complet	-9.34913
▁mid	-9.34919
imari	-9.35165
▁select	-9.3517
▁InBev	-9.35319
▁Norwegian	-9.35319
▁natural	-9.35319
▁video	-9.35319
▁bottom	-9.35323
▁pension	-9.35323
▁return	-9.35342
▁Research	-9.35361
▁actual	-9.35369
▁contain	-9.35375
▁bln	-9.35424
▁bounce	-9.35526
▁Lemmink	-9.3554
▁combine	-9.35574
▁combin	-9.35608
▁Sell	-9.35626
▁merger	-9.35646
▁weeks	-9.3569
▁Look	-9.3569
▁Line	-9.35816
▁par	-9.3583
▁great	-9.35843
▁resource	-9.3598
▁came	-9.36016
▁Meet	-9.36217
▁Stockholm	-9.36327
▁0.	-9.36348
▁Ma	-9.36419
▁environmental	-9.36425
ALE	-9.36494
▁La	-9.36517
▁Jan	-9.36614
bas	-9.36674
ri	-9.36774
▁manager	-9.36829
▁2.0	-9.36931
▁4.5	-9.36936
▁An	-9.36942
HEL	-9.36978
ll	-9.37228
Both	-9.37353
▁d	-9.37436
▁am	-9.37835
▁5.5	-9.37879
▁expert	-9.37976
▁Compan	-9.38074
▁top	-9.3809
▁date	-9.38096
AND	-9.38166
▁du	-9.38261
▁Solutions	-9.38274
by	-9.38311
dded	-9.38569
▁Ital	-9.38782
▁Franc	-9.38956
25	-9.39187
700	-9.39268
one	-9.39299
▁Pa	-9.39385
HP	-9.39405
off	-9.3943
▁HK	-9.39444
ated	-9.39649
▁sli	-9.39663
▁Sol	-9.39927
debt	-9.39929
▁pro	-9.40175
▁.7	-9.40242
▁produc	-9.40251
▁Inter	-9.40312
res	-9.40317
▁lo	-9.4089
US	-9.40932
So	-9.40934
▁Li	-9.40938
▁increas	-9.41013
ise	-9.41051
▁Tek	-9.41149
▁0.4	-9.41191
▁South	-9.41223
BB	-9.41416
▁install	-9.4149
▁best	-9.41499
▁Czech	-9.41569
▁domestic	-9.41569
▁newspaper	-9.41569
NFLX	-9.4157
▁method	-9.41581
▁competitive	-9.41582
▁Insurance	-9.41645
▁installation	-9.41662
▁Investment	-9.41825
▁2,	-9.41897
7.8	-9.41922
▁Royal	-9.42081
▁bullish	-9.42083
▁Life	-9.42083
▁serve	-9.42219
▁Mobile	-9.42305
▁Thom	-9.42415
▁Paper	-9.42565
▁Manag	-9.42586
▁import	-9.42701
elecommunication	-9.43212
ANG	-9.43229
For	-9.43539
cow	-9.43544
▁final	-9.43669
ption	-9.43719
▁5.1	-9.43756
state	-9.43773
▁action	-9.43794
Follow	-9.43966
country	-9.43982
▁RE	-9.44039
29	-9.44065
taa	-9.44072
▁developing	-9.44172
▁12-	-9.44412
entum	-9.44496
der	-9.44623
▁continues	-9.44674
▁Raisi	-9.44885
▁gains	-9.44961
ors	-9.45093
▁Solution	-9.45234
▁.0	-9.45766
ix	-9.45883
ood	-9.46348
▁estimat	-9.46419
▁Raut	-9.46539
▁Bo	-9.46856
16	-9.46935
▁Markets	-9.47344
▁importan	-9.47429
AT	-9.47436
frastructure	-9.4745
▁crane	-9.47509
ten	-9.47512
▁Profit	-9.47651
▁bot	-9.47669
▁special	-9.47671
nnual	-9.47753
ian	-9.47778
▁Cram	-9.47788
▁appoint	-9.48077
▁electric	-9.48113
SBUX	-9.48236
▁Division	-9.48239
▁Dividend	-9.48243
▁logistic	-9.48244
▁Kyro	-9.48253
▁money	-9.48275
▁chief	-9.48297
▁Oct	-9.48312
▁flight	-9.48318
LEA	-9.48339
▁general	-9.48369
RY	-9.4837
▁private	-9.48389
▁Tallinn	-9.48439
▁wire	-9.48449
▁Africa	-9.48477
▁Huhtam	-9.48477
▁Retail	-9.48479
▁even	-9.48486
▁allow	-9.48524
▁breakout	-9.48545
▁Gold	-9.48577
▁gr	-9.48625
▁Construction	-9.48665
▁NASDAQ	-9.4877
▁chemical	-9.48772
▁factor	-9.48832
▁Da	-9.48888
▁carrier	-9.48942
▁found	-9.48948
▁register	-9.49024
▁drive	-9.49038
▁carrie	-9.49068
▁sports	-9.49142
ap	-9.49271
tter	-9.494
▁shopp	-9.49426
▁broker	-9.49467
▁Upon	-9.495
▁worker	-9.49529
▁press	-9.49596
▁fully	-9.49739
AL	-9.49846
▁trend	-9.49913
▁Ak	-9.49997
/1	-9.49998
▁Fortu	-9.50258
▁EU	-9.50313
agazine	-9.50449
▁air	-9.50624
▁ga	-9.50714
▁ground	-9.50766
time	-9.50894
ki	-9.51148
ka	-9.51207
!,	-9.51254
▁1.7	-9.51266
▁consist	-9.51276
lisa	-9.51288
partment	-9.51332
▁Ju	-9.51393
no	-9.51503
2007	-9.51518
▁transferr	-9.51773
▁Vaa	-9.51813
aking	-9.51921
▁Ou	-9.52034
▁Ram	-9.52083
4.0	-9.52299
▁0.5	-9.52316
▁job	-9.52384
the	-9.52393
▁car	-9.52505
▁investor	-9.52525
ol	-9.52549
On	-9.52868
▁changes	-9.53535
nce	-9.53645
RI	-9.5379
▁lines	-9.54095
▁Out	-9.54243
▁load	-9.54704
▁Manage	-9.54753
▁sol	-9.54811
nne	-9.55007
▁talk	-9.55072
cargo	-9.55201
▁Chartered	-9.55379
▁recent	-9.55389
▁equity	-9.55448
tain	-9.55509
▁yet	-9.55515
▁inter	-9.55533
▁keep	-9.55622
▁function	-9.55624
▁organization	-9.55624
▁Affecto	-9.55634
▁Shell	-9.55635
▁Holding	-9.55719
▁later	-9.55749
old	-9.55773
▁stocks	-9.55943
▁space	-9.55945
bank	-9.5611
▁experience	-9.56114
▁size	-9.56181
▁Micro	-9.56266
▁Apple	-9.56591
▁Di	-9.56627
▁retailer	-9.56663
▁Digi	-9.56716
▁news	-9.56784
each	-9.56841
▁station	-9.56884
▁pa	-9.56885
onstruction	-9.56945
.2	-9.56956
▁profile	-9.56998
▁Cash	-9.56999
hire	-9.57036
lu	-9.57179
TR	-9.57214
▁Companies	-9.57224
OR	-9.57238
▁create	-9.57244
ble	-9.57457
▁Fin	-9.57638
▁Systems	-9.57686
▁tool	-9.57696
▁Kesk	-9.57703
▁days	-9.5779
▁member	-9.57814
ough	-9.57996
▁type	-9.58023
Under	-9.58138
▁forecasts	-9.58257
Nokia	-9.58298
▁efficienc	-9.58514
ior	-9.58578
nia	-9.58687
With	-9.58792
▁+35	-9.58906
▁Securit	-9.58987
ions	-9.59017
▁SE	-9.59183
▁form	-9.59279
Operati	-9.59377
▁clos	-9.5942
▁please	-9.59514
▁central	-9.5954
▁selling	-9.59614
onen	-9.59759
▁h	-9.59829
uring	-9.59863
▁think	-9.59906
▁Dat	-9.59996
▁Dil	-9.59996
07	-9.60035
▁forecast	-9.60058
▁Th	-9.60439
▁Nor	-9.60495
▁leas	-9.6072
▁fine	-9.60748
6.1	-9.6109
▁Mus	-9.61303
▁approve	-9.61384
ET	-9.61532
▁EB	-9.61548
▁Van	-9.61591
▁environment	-9.6163
Secur	-9.61754
35	-9.61784
▁150	-9.61937
cal	-9.62173
ex	-9.62354
▁Mo	-9.62448
Wh	-9.62472
▁Electronic	-9.6307
AMZN	-9.63071
▁balance	-9.63072
▁brewer	-9.63076
▁phase	-9.63078
▁consolidate	-9.63083
▁morning	-9.63083
▁recommendation	-9.63089
▁safe	-9.6309
▁Short	-9.63103
▁find	-9.63149
▁nice	-9.63151
▁kroon	-9.63158
▁court	-9.63199
▁Sam	-9.63202
▁study	-9.63219
▁advance	-9.63331
▁NOK	-9.6334
▁Morris	-9.63354
SL	-9.63357
▁2003	-9.63381
▁comprise	-9.63389
▁every	-9.63412
▁"@	-9.63462
ium	-9.63511
▁0.9	-9.63533
▁involve	-9.63621
▁Street	-9.63695
▁Deal	-9.63726
▁field	-9.63728
▁announcement	-9.63778
▁voice	-9.63786
▁treatment	-9.64049
KO	-9.64105
▁Ha	-9.64158
▁light	-9.64164
lvi	-9.64187
▁saw	-9.64289
▁AG	-9.64465
oth	-9.64498
▁Indian	-9.64625
▁Will	-9.64662
▁OY	-9.64776
berg	-9.64782
rvi	-9.64807
lines	-9.64812
hto	-9.6495
▁mak	-9.64958
EXC	-9.64991
▁waste	-9.65015
ash	-9.65102
27	-9.65142
▁55	-9.65144
11	-9.65343
ese	-9.65468
▁active	-9.6548
view	-9.65653
▁San	-9.65779
▁increasing	-9.65794
▁say	-9.66026
than	-9.66117
icon	-9.6628
stan	-9.66329
▁3.6	-9.6679
ct	-9.668
ab	-9.66987
▁slow	-9.67157
300	-9.67287
▁coming	-9.67316
40	-9.6752
EUR	-9.6763
▁g	-9.67708
taja	-9.67935
▁4.1	-9.68707
3.0	-9.69014
ought	-9.69049
▁win	-9.69137
23	-9.6918
ud	-9.6924
of	-9.69285
ration	-9.69323
17	-9.69382
ila	-9.69698
▁view	-9.69755
▁BP	-9.69834
00,000	-9.70003
elia	-9.70179
ni	-9.70209
▁develope	-9.7021
be	-9.7031
▁consum	-9.70317
▁accord	-9.70506
Bas	-9.70541
stone	-9.70666
▁train	-9.70769
mo	-9.70978
▁lit	-9.71047
rent	-9.71165
▁require	-9.71281
▁38	-9.71318
YHOO	-9.71404
Wartsila	-9.71404
▁Ilkka	-9.71404
▁John	-9.71404
▁wafer	-9.71405
▁computer	-9.71407
▁naviga	-9.71407
▁platform	-9.7141
▁terminal	-9.71419
▁complex	-9.71423
▁relative	-9.71427
▁RBS	-9.71429
▁output	-9.71429
koski	-9.71438
▁track	-9.7144
sed	-9.71516
ign	-9.71667
▁pick	-9.7168
▁Glencore	-9.71695
▁sheet	-9.71709
▁effective	-9.71732
▁financing	-9.71754
▁specialis	-9.71803
▁fiber	-9.71824
▁payment	-9.71826
▁green	-9.71845
▁3-	-9.71879
noja	-9.71963
▁hard	-9.72095
▁Kar	-9.72104
▁4.7	-9.72114
▁does	-9.72123
▁Bene	-9.72143
▁Shire	-9.72151
▁likely	-9.72294
▁conduct	-9.7239
▁Product	-9.72438
▁Sea	-9.72492
▁32	-9.72502
▁Ru	-9.72556
▁LSE	-9.72681
▁BG	-9.72755
ible	-9.72819
▁relat	-9.72896
▁currenc	-9.7292
▁Pon	-9.72947
▁Regist	-9.72958
▁fuel	-9.72968
xecutive	-9.72993
CT	-9.73021
▁charger	-9.73039
▁8.3	-9.73147
▁48	-9.73155
▁Pharmaceuticals	-9.73186
▁Estonian	-9.73237
BV	-9.73289
▁43	-9.73296
▁comments	-9.73302
▁park	-9.73332
ast	-9.73446
▁consult	-9.73475
▁Mat	-9.73524
Co	-9.73531
Pre	-9.73724
▁1.4	-9.73811
▁digit	-9.74171
▁primar	-9.74208
▁Juha	-9.74247
▁3.8	-9.74325
▁seat	-9.74358
▁got	-9.74379
▁push	-9.74383
VR	-9.74469
▁Orio	-9.74683
▁cancel	-9.74854
▁br	-9.7501
▁rating	-9.75444
▁2.4	-9.75577
▁Compt	-9.75738
▁cars	-9.75746
epublic	-9.75811
▁di	-9.75819
▁...,	-9.75948
▁them	-9.75983
▁3.1	-9.76054
Earnings	-9.76171
▁begin	-9.7662
ti	-9.76737
▁authorit	-9.76786
6.4	-9.76801
▁shorts	-9.77062
lo	-9.77207
tors	-9.77273
ew	-9.77299
▁11.	-9.77334
nance	-9.77567
▁buying	-9.77584
61	-9.77653
▁For	-9.77766
▁Ka	-9.77828
▁face	-9.77868
ped	-9.77893
▁Kal	-9.78157
okum	-9.78302
▁So	-9.78362
▁los	-9.78498
MU	-9.78545
Scan	-9.78749
▁efficien	-9.78804
▁wi	-9.78869
▁lease	-9.78948
...,	-9.79018
▁secure	-9.7907
▁hous	-9.79089
long	-9.79231
ities	-9.79388
▁Ba	-9.79531
▁Food	-9.79566
ication	-9.79625
▁join	-9.79645
▁guid	-9.79699
▁sil	-9.79709
SH	-9.79848
▁bee	-9.79887
▁multi	-9.79889
26	-9.79989
▁locate	-9.80473
▁achieve	-9.80495
▁similar	-9.80495
▁rapid	-9.80495
▁explain	-9.80495
▁approach	-9.80497
▁particular	-9.80499
▁zone	-9.805
▁travel	-9.80504
▁Jyva	-9.80513
▁interim	-9.80515
▁elevator	-9.80519
▁Belgi	-9.80552
▁setup	-9.80554
▁arrangement	-9.80584
▁proposal	-9.80602
▁ahead	-9.80655
▁Stone	-9.80663
▁Brit	-9.80696
▁seven	-9.80706
▁Den	-9.80719
▁2012	-9.80799
▁basis	-9.80836
▁average	-9.80846
▁update	-9.80861
▁finance	-9.80898
▁Mail	-9.80911
▁connection	-9.80947
▁former	-9.80953
▁spr	-9.80992
▁dip	-9.81077
EM	-9.81103
elf	-9.81153
▁Telecom	-9.81169
▁Amer	-9.81178
DON	-9.81182
▁You	-9.81265
▁Te	-9.81409
▁electrical	-9.81454
▁Port	-9.81469
▁means	-9.81615
KS	-9.81766
▁national	-9.81796
pe	-9.81957
▁Me	-9.81988
▁sum	-9.82251
fon	-9.82262
▁Aviva	-9.82264
▁personal	-9.82278
▁play	-9.82285
▁charg	-9.82356
▁5.2	-9.82367
▁fail	-9.82448
mong	-9.82518
▁AC	-9.8254
skyla	-9.82603
▁Web	-9.82625
▁old	-9.82628
Sale	-9.82629
▁quit	-9.82762
▁Pan	-9.82767
▁administrat	-9.82791
Compar	-9.82813
▁ratio	-9.82855
ker	-9.82875
▁redu	-9.83007
▁7.2	-9.83121
7.1	-9.8313
▁Store	-9.83264
▁Pe	-9.83267
▁presen	-9.83315
▁premi	-9.83456
Cap	-9.83457
▁invoice	-9.83461
▁2.6	-9.83656
▁Z	-9.83728
poli	-9.83772
▁Val	-9.83918
▁ensur	-9.84291
market	-9.84491
ized	-9.84594
3.9	-9.8461
RT	-9.84793
change	-9.84796
▁industri	-9.85074
group	-9.85317
▁sh	-9.85317
▁compa	-9.85578
ft	-9.85763
nts	-9.85936
Swedish	-9.86052
more	-9.86149
quality	-9.86163
▁Hu	-9.86164
cast	-9.8621
ling	-9.86256
phone	-9.86258
cross	-9.86498
plan	-9.86826
CE	-9.8693
▁Mar	-9.8702
▁o	-9.87024
▁ferr	-9.87299
▁sw	-9.87332
end	-9.8737
▁System	-9.87462
▁46	-9.87669
▁Pat	-9.87711
▁flexibl	-9.87765
Also	-9.8784
▁asset	-9.8798
nstruction	-9.88219
corp	-9.88524
▁57	-9.88568
tel	-9.8861
46	-9.8884
▁stor	-9.89011
▁nic	-9.89053
ral	-9.89308
▁Do	-9.89459
▁Lat	-9.89862
▁Ex	-9.89876
site	-9.899
▁ten	-9.89932
▁lows	-9.89938
▁force	-9.89952
many	-9.90111
3.7	-9.90147
▁extend	-9.90207
201	-9.90296
▁Office	-9.90313
▁shop	-9.90368
70	-9.90441
GOOG	-9.90464
▁extreme	-9.90495
▁institution	-9.90495
▁problem	-9.90495
▁sawmill	-9.90495
▁laborator	-9.90496
▁quick	-9.90496
▁Contract	-9.90496
▁pattern	-9.90496
Yhtym	-9.90498
▁downgrade	-9.90499
▁representative	-9.90501
▁Sachs	-9.9051
▁smartphone	-9.90516
▁enterprise	-9.90519
▁commitment	-9.90524
1.8	-9.90527
▁expenses	-9.90553
▁review	-9.90573
▁divestment	-9.9058
▁Hong	-9.90641
▁com	-9.90682
▁4.6	-9.90693
▁Vice	-9.90701
▁reject	-9.90703
▁Fund	-9.90704
▁tough	-9.90716
▁moving	-9.90757
▁Union	-9.9078
▁measurement	-9.9083
▁recover	-9.90843
▁frame	-9.90903
▁Today	-9.90918
▁notice	-9.90935
▁EMS	-9.90952
▁free	-9.90958
▁eight	-9.9101
▁Teh	-9.9101
▁sha	-9.91045
▁Matti	-9.91092
redit	-9.91109
▁bench	-9.91137
RS	-9.91145
ational	-9.9115
▁litt	-9.91196
▁47	-9.91202
▁speed	-9.91218
▁Is	-9.9123
▁199	-9.91303
▁Act	-9.91335
anufactur	-9.91431
▁4.9	-9.91535
▁10,000	-9.91536
▁0.0	-9.91636
▁matter	-9.91732
▁integrat	-9.91757
▁Press	-9.91776
mail	-9.91794
▁Ber	-9.91799
8.4	-9.9194
RSI	-9.9196
▁5.9	-9.92089
▁larger	-9.92139
▁12.7	-9.92208
▁Honka	-9.92223
ice	-9.92299
search	-9.92445
▁VA	-9.92572
low	-9.92579
▁bad	-9.92607
ai	-9.92613
▁65	-9.92735
ING	-9.92813
utis	-9.92862
▁9.4	-9.92874
2.3	-9.92897
1.2	-9.92942
ittal	-9.93017
▁moment	-9.9312
▁game	-9.93361
▁9.7	-9.93371
▁Lu	-9.93467
vens	-9.93478
▁introduce	-9.93503
RA	-9.93722
▁hope	-9.93729
iv	-9.93744
▁breaking	-9.93778
3.6	-9.93953
66	-9.93972
▁road	-9.9399
▁1,0	-9.94022
SK	-9.94261
Hz	-9.94282
ring	-9.9432
▁poor	-9.94432
BA	-9.94465
500	-9.94478
ned	-9.94486
▁Tesla	-9.9455
ver	-9.94622
▁MW	-9.94687
▁cap	-9.94807
mar	-9.94815
▁Be	-9.94845
▁leader	-9.94871
ward	-9.94939
rike	-9.94951
corporate	-9.9502
▁On	-9.95108
▁Sav	-9.9513
tory	-9.95489
▁OP	-9.95544
▁ore	-9.95594
▁tel	-9.95747
To	-9.95882
4,	-9.96035
▁let	-9.96074
▁3.3	-9.96107
ress	-9.96172
work	-9.96205
▁Ve	-9.96285
.1	-9.96424
back	-9.96427
ba	-9.96478
ago	-9.96666
6.9	-9.96762
ties	-9.96933
▁participate	-9.96988
If	-9.9707
board	-9.97157
▁la	-9.97162
UPDATE	-9.9726
Tesla	-9.97277
▁lot	-9.97286
wood	-9.97391
▁fle	-9.9742
▁250	-9.97528
CS	-9.9755
Current	-9.97632
▁ma	-9.97689
od	-9.97762
down	-9.9778
Of	-9.97901
▁Both	-9.97977
tive	-9.98033
▁37	-9.9808
new	-9.98097
▁Tik	-9.98107
▁send	-9.98114
hall	-9.98116
3.2	-9.98393
▁issu	-9.98441
Be	-9.98443
han	-9.98508
live	-9.98576
▁Tul	-9.98761
▁declin	-9.98895
▁bull	-9.99091
▁AT	-9.99162
.7	-9.99188
▁Spo	-9.9951
▁south	-9.99676
lation	-9.99743
▁separate	-9.99767
ber	-9.99852
19	-9.99923
▁mark	-10.0001
▁se	-10.0017
dnes	-10.0023
core	-10.0026
▁categor	-10.0032
▁en	-10.0033
▁gro	-10.0034
▁floor	-10.004
▁Work	-10.0047
▁source	-10.0062
▁sto	-10.0066
▁correspond	-10.0067
ha	-10.0073
io	-10.0079
ful	-10.0108
▁Cen	-10.0109
▁engine	-10.0118
▁compris	-10.0118
▁administrati	-10.0126
▁min	-10.0148
cor	-10.0151
▁Australia	-10.0161
▁Kazakh	-10.0161
▁Scandinavia	-10.0161
▁circuit	-10.0161
▁opportunit	-10.0161
▁iPhone	-10.0161
▁Mexic	-10.0161
▁contact	-10.0161
▁textile	-10.0161
▁MACD	-10.0161
▁conclude	-10.0161
▁Process	-10.0161
▁document	-10.0161
▁blue	-10.0161
▁surprise	-10.0161
▁prospect	-10.0161
▁Christ	-10.0161
▁science	-10.0161
▁trouble	-10.0161
▁dollar	-10.0161
▁reorganisation	-10.0161
▁certain	-10.0162
▁threat	-10.0162
▁subject	-10.0162
▁Billion	-10.0163
QQQ	-10.0164
▁Small	-10.0164
GOOGL	-10.0164
▁hotel	-10.0165
▁Industrial	-10.0165
▁Canada	-10.0165
▁sustainab	-10.0166
▁expectations	-10.0167
▁risk	-10.0167
▁running	-10.0168
▁economy	-10.0169
▁disappoint	-10.017
▁single	-10.017
▁Analyst	-10.017
▁Kong	-10.0174
▁Estate	-10.0175
▁grant	-10.0176
▁confirmed	-10.0177
▁East	-10.0177
▁carry	-10.0178
▁supplie	-10.0182
▁medical	-10.0184
▁consolidation	-10.0185
ONE	-10.0185
▁upside	-10.0188
▁STO	-10.0188
▁profitab	-10.0189
▁initial	-10.019
uld	-10.019
▁participa	-10.0191
▁quote	-10.0192
3.5	-10.0192
▁paint	-10.0193
▁chose	-10.0194
▁Uk	-10.0195
▁inventor	-10.0195
▁Korea	-10.0198
▁consolidat	-10.0199
▁Water	-10.0199
▁tomorrow	-10.02
▁Digital	-10.0201
▁Kaup	-10.0201
▁flag	-10.0205
▁pop	-10.0208
EEK	-10.0211
nding	-10.0216
▁cause	-10.0218
am	-10.0218
mb	-10.022
▁iron	-10.0228
ternet	-10.0231
utch	-10.0232
▁establishe	-10.0236
▁capabilit	-10.0238
▁ski	-10.0241
versu	-10.0245
▁Wh	-10.0248
▁soon	-10.0249
eg	-10.025
▁channel	-10.025
▁weekly	-10.0258
▁TV	-10.0264
▁longer	-10.0276
Daily	-10.0281
▁11.8	-10.0287
▁event	-10.0314
▁positions	-10.0321
▁Pul	-10.0328
GI	-10.034
2.4	-10.0343
▁stream	-10.0344
ommission	-10.036
▁7.3	-10.0365
▁stay	-10.0366
mi	-10.037
▁Ett	-10.0373
▁intend	-10.0373
ns	-10.0382
min	-10.0382
▁600	-10.0396
nera	-10.0405
iture	-10.0408
▁Real	-10.0427
▁...	-10.043
mas	-10.0432
▁2.8	-10.0434
▁7.4	-10.0443
▁refin	-10.0485
6.6	-10.0487
60	-10.0508
▁slide	-10.0509
▁Revenue	-10.0511
▁roll	-10.0512
▁falling	-10.0527
GS	-10.0534
▁vice	-10.0545
▁creat	-10.055
▁sole	-10.0552
▁possibl	-10.0553
▁Lassi	-10.0558
een	-10.0566
▁Over	-10.0571
▁One	-10.058
nt	-10.0583
hen	-10.0586
▁63	-10.0602
stock	-10.0604
▁lett	-10.0607
▁locat	-10.0615
▁140	-10.0619
▁rest	-10.0622
▁wind	-10.0627
▁61	-10.0638
atch	-10.0643
ina	-10.0643
▁ab	-10.0645
solid	-10.0668
pes	-10.0673
▁finish	-10.0679
kel	-10.0693
32	-10.0693
rake	-10.0695
80	-10.07
Finland	-10.0701
▁Min	-10.0709
tra	-10.0718
2.6	-10.0723
▁recycl	-10.0726
▁Dans	-10.073
43	-10.0748
▁Ra	-10.0754
im	-10.0774
▁Vo	-10.0777
86	-10.0785
fi	-10.0807
▁Comp	-10.0807
ulf	-10.0818
▁11.4	-10.0825
any	-10.0839
▁ice	-10.084
▁technologi	-10.0853
▁Har	-10.0868
▁care	-10.0868
▁120	-10.0873
▁Suomi	-10.088
ulu	-10.0889
▁Gri	-10.0891
▁po	-10.0911
1.6	-10.0917
gen	-10.0934
▁n	-10.0952
▁automat	-10.0966
▁Centr	-10.0967
▁disclos	-10.0969
RV	-10.0969
da	-10.0984
ground	-10.0986
▁10.	-10.1005
ine	-10.1006
▁Nas	-10.1013
▁Don	-10.1015
▁Outo	-10.1017
Ex	-10.1025
33	-10.1034
▁5.3	-10.1035
table	-10.105
sse	-10.1053
ier	-10.1055
▁Build	-10.1057
burg	-10.106
ess	-10.106
▁licens	-10.1108
▁rival	-10.1116
▁pric	-10.1121
▁sen	-10.1124
nda	-10.1129
65	-10.1171
▁sp	-10.1176
▁dis	-10.1177
▁6.	-10.1199
▁cons	-10.1208
▁COM	-10.1208
▁prefer	-10.1209
▁comment	-10.1216
▁merge	-10.1245
▁42	-10.1248
▁controlle	-10.1249
▁format	-10.125
▁advertis	-10.1263
▁4.3	-10.1269
nam	-10.1289
3.1	-10.1312
va	-10.1319
▁meet	-10.1332
▁Special	-10.1342
ad	-10.1345
ite	-10.1348
▁falls	-10.1351
tal	-10.1353
will	-10.1355
09	-10.1359
rn	-10.1383
ck	-10.1388
▁Salo	-10.1391
TW	-10.1405
▁divide	-10.1407
▁divest	-10.141
▁individual	-10.1411
Google	-10.1411
▁calculate	-10.1411
▁expenditure	-10.1411
▁immediate	-10.1411
▁recognize	-10.1411
▁reiterate	-10.1411
▁welcome	-10.1411
▁Austria	-10.1411
▁deploy	-10.1411
▁York	-10.1411
ENDP	-10.1411
▁Morgan	-10.1411
▁vendor	-10.1411
▁extensive	-10.1411
▁Spain	-10.1411
▁Window	-10.1411
▁extension	-10.1411
▁kilomet	-10.1412
▁favor	-10.1412
▁HOD	-10.1412
aapl	-10.1412
▁Breakout	-10.1412
Further	-10.1412
▁QPR	-10.1412
▁attract	-10.1413
▁color	-10.1413
▁excess	-10.1413
▁fears	-10.1414
▁modern	-10.1414
▁block	-10.1415
▁tender	-10.1415
▁Oriola	-10.1416
▁slump	-10.1416
▁IPO	-10.1417
▁reason	-10.1418
▁independent	-10.1418
/2	-10.1418
▁cancer	-10.142
▁Partner	-10.1422
▁happen	-10.1422
▁Power	-10.1422
▁warehous	-10.1425
▁feed	-10.1426
IWM	-10.143
▁59	-10.1433
▁association	-10.1433
▁gap	-10.1435
IC	-10.1435
▁75	-10.1435
▁percentage	-10.1436
▁Officer	-10.1437
sa	-10.1438
▁spokes	-10.1439
▁clean	-10.1439
▁alumin	-10.1445
▁Energ	-10.1445
ATION	-10.1446
LLC	-10.1447
▁cell	-10.1448
▁step	-10.1449
▁consultan	-10.145
▁World	-10.1452
▁highs	-10.1458
▁entry	-10.1458
▁Hall	-10.1459
ide	-10.1459
▁closure	-10.1461
▁500	-10.1461
ley	-10.1461
▁Home	-10.1467
▁Kari	-10.147
▁eye	-10.1472
▁section	-10.1475
▁Ship	-10.1478
▁stage	-10.1479
ating	-10.1481
TLT	-10.1487
▁protect	-10.1487
FT	-10.1493
CFO	-10.151
▁patent	-10.1513
▁Centre	-10.1513
istribution	-10.1514
▁mechanic	-10.1516
▁Engineer	-10.1517
▁serv	-10.1518
GO	-10.1521
▁7.5	-10.1521
▁Citi	-10.1521
ator	-10.1525
▁Easter	-10.1529
▁Brand	-10.153
▁refiner	-10.1539
TX	-10.154
hore	-10.1541
ef	-10.1545
▁away	-10.1549
▁Well	-10.1556
▁check	-10.156
▁Industr	-10.1567
MO	-10.1568
▁improv	-10.157
utu	-10.1571
▁Tecnomen	-10.1573
▁Price	-10.1577
sk	-10.1582
▁vehicles	-10.1605
esearch	-10.1605
4.2	-10.1608
▁sub	-10.1609
▁Sepp	-10.1613
▁Chin	-10.1613
▁mine	-10.1614
KD	-10.1617
▁equi	-10.1618
▁Air	-10.1619
▁ID	-10.162
▁Tim	-10.1625
▁sc	-10.1634
▁2006-	-10.1641
▁vote	-10.1642
▁Par	-10.1647
▁5.4	-10.1657
OSS	-10.1658
▁8.6	-10.1671
ncorp	-10.1674
so	-10.1678
▁More	-10.169
uokat	-10.1702
▁Plan	-10.1706
relate	-10.172
cial	-10.1723
▁Rag	-10.173
▁Lo	-10.1732
ure	-10.1733
its	-10.1739
▁buyer	-10.1744
▁Britain	-10.175
▁ex	-10.1756
Thi	-10.1767
/3	-10.1778
▁2.9	-10.1791
ey	-10.1794
AV	-10.1794
▁Minist	-10.1805
ents	-10.1807
▁Not	-10.1812
emi	-10.1823
▁prepa	-10.1843
net	-10.1846
ster	-10.1847
▁Wi	-10.1847
22	-10.1852
nternational	-10.1854
cent	-10.1856
▁ratings	-10.1868
▁distribute	-10.1877
▁Metsa	-10.1877
▁slip	-10.1881
▁handle	-10.1884
ela	-10.1896
▁north	-10.1898
▁touch	-10.19
▁commission	-10.1905
▁Uni	-10.1916
tree	-10.1917
ory	-10.1956
▁6.5	-10.1976
▁Of	-10.1989
▁1.9	-10.1999
▁renew	-10.2003
900	-10.2008
raine	-10.2009
TS	-10.2025
pite	-10.2026
ca	-10.2027
▁Rating	-10.2037
EX	-10.2044
ture	-10.2044
chart	-10.2059
▁suit	-10.2063
vo	-10.2079
9.1	-10.2084
▁VM	-10.2089
▁note	-10.2094
▁schedul	-10.2098
LK	-10.2102
▁lea	-10.2106
operation	-10.2106
▁rail	-10.2111
▁Hol	-10.2116
▁Mon	-10.2126
ya	-10.2133
ning	-10.2133
▁Govern	-10.2135
▁le	-10.2153
There	-10.2161
▁39	-10.2165
▁ro	-10.2171
▁measur	-10.2175
73	-10.2176
▁Mor	-10.2179
▁tests	-10.2185
▁9.8	-10.2185
▁card	-10.2189
▁she	-10.219
▁67	-10.219
▁ne	-10.2196
08	-10.2229
▁reserve	-10.2274
Found	-10.2282
▁1,1	-10.2288
DX	-10.2292
▁Ho	-10.2304
house	-10.2307
ailway	-10.2315
LV	-10.2318
clear	-10.2318
link	-10.2323
▁charge	-10.2334
Las	-10.234
expected	-10.235
▁Ri	-10.2358
March	-10.2365
go	-10.2366
91	-10.2379
▁41	-10.2395
▁bio	-10.2395
▁indicate	-10.2398
Revenue	-10.24
owns	-10.2403
can	-10.2406
nish	-10.2409
▁Near	-10.2421
SA	-10.2433
broad	-10.2441
ppl	-10.2448
den	-10.2451
▁histor	-10.2451
2010	-10.2455
""	-10.2467
CL	-10.2472
Ope	-10.248
aster	-10.2481
69	-10.2484
ody	-10.2489
▁Main	-10.251
▁hear	-10.2512
▁surge	-10.2522
tech	-10.2526
▁red	-10.2528
room	-10.2531
▁Pharmaceutical	-10.2532
ied	-10.2564
▁130	-10.2572
star	-10.2575
ig	-10.2575
-1	-10.2612
▁collect	-10.262
▁Kir	-10.2621
▁Bu	-10.2629
oftware	-10.2671
▁gettin	-10.2712
78	-10.2721
▁Auto	-10.273
▁prepar	-10.2735
▁-1	-10.2737
05	-10.2745
▁bi	-10.2752
▁85	-10.276
▁slid	-10.276
▁vi	-10.2763
▁prop	-10.2785
▁Yar	-10.2789
MI	-10.2793
),	-10.2801
By	-10.2802
▁adjust	-10.2816
AB	-10.2834
▁competiti	-10.2838
Facebook	-10.2839
▁Baxalta	-10.2839
▁GyPSii	-10.2839
▁Limited	-10.2839
▁anticipate	-10.2839
▁exercis	-10.2839
▁territor	-10.2839
▁reflect	-10.2839
▁Chemical	-10.2839
▁Billiton	-10.2839
▁concept	-10.2839
▁zinc	-10.2839
▁normal	-10.2839
▁rumor	-10.2839
vuo	-10.284
▁diagnostic	-10.284
▁engage	-10.284
▁Joint	-10.284
▁repurchase	-10.284
▁truck	-10.2841
▁Romania	-10.2841
▁utility	-10.2841
▁couple	-10.2841
▁Increase	-10.2841
▁certifi	-10.2841
▁wholly	-10.2841
▁Black	-10.2842
▁Kauko	-10.2842
▁kind	-10.2843
▁weakness	-10.2843
▁MacG	-10.2843
▁hook	-10.2844
▁panel	-10.2844
▁filter	-10.2844
▁original	-10.2844
▁popular	-10.2844
hibit	-10.2845
▁steady	-10.2845
▁maintain	-10.2845
▁LTE	-10.2845
▁emission	-10.2846
ental	-10.2848
▁distributor	-10.2849
omarkk	-10.285
▁Lahti	-10.2852
▁assign	-10.2852
▁understand	-10.2853
▁principal	-10.2853
▁snow	-10.2855
▁rally	-10.2859
▁law	-10.2862
▁successful	-10.2863
1.35	-10.2865
▁tack	-10.2866
▁400,000	-10.2866
▁synerg	-10.2869
▁counter	-10.2872
▁Region	-10.2872
▁Head	-10.2875
MEN	-10.2882
▁Support	-10.2882
▁regist	-10.2884
SI	-10.2884
▁requirement	-10.2885
▁exit	-10.2885
▁Sainsbury	-10.2887
▁bearish	-10.2888
▁Growth	-10.2888
▁branch	-10.2889
▁plus	-10.289
▁vol	-10.2891
▁family	-10.2895
▁coast	-10.2905
▁favourabl	-10.2906
▁must	-10.2914
▁German	-10.2917
▁Sata	-10.2927
▁claims	-10.2932
▁256	-10.2932
▁regulator	-10.2933
▁specialist	-10.2937
how	-10.2947
▁Target	-10.2954
tch	-10.2954
les	-10.2955
▁boat	-10.2962
▁Jar	-10.2972
▁leave	-10.2973
▁tire	-10.2976
▁Mich	-10.2985
-2008	-10.2986
za	-10.2991
▁res	-10.2993
▁goal	-10.2997
▁tradition	-10.3005
▁That	-10.3005
▁stra	-10.3009
77	-10.3013
ink	-10.3015
▁LON	-10.302
MT	-10.3021
▁toward	-10.3024
▁TietoEnator	-10.3024
RP	-10.3039
▁25.1	-10.3041
8.7	-10.3043
▁...",	-10.3046
▁success	-10.3049
▁700	-10.3051
▁Tyr	-10.3064
18	-10.3086
raft	-10.3093
▁apartment	-10.3104
MA	-10.3105
ying	-10.313
▁19.2	-10.3132
▁MA	-10.3133
OS	-10.3134
▁Call	-10.3138
▁proc	-10.3142
mission	-10.315
ncy	-10.3162
cess	-10.3168
▁receiv	-10.3173
hold	-10.3178
▁900	-10.3208
banke	-10.3214
▁Sh	-10.3226
▁7.9	-10.3226
▁Hel	-10.3235
dditional	-10.3239
▁Pay	-10.3242
▁2000	-10.3242
▁15.1	-10.3245
▁II	-10.3247
▁super	-10.325
▁plate	-10.3255
▁license	-10.3255
ny	-10.3276
▁idea	-10.3283
▁Are	-10.3297
un	-10.3302
top	-10.331
▁Ca	-10.3318
els	-10.3339
▁Per	-10.3349
▁Pro	-10.3353
▁0.7	-10.3367
▁Intel	-10.3373
▁Ro	-10.3377
▁6.2	-10.3378
taking	-10.3388
sta	-10.3392
hai	-10.3392
tructure	-10.3402
▁Ni	-10.3405
▁southe	-10.3409
▁seller	-10.341
▁municipalit	-10.3422
▁enhance	-10.3433
sky	-10.3446
revious	-10.3449
▁file	-10.3458
▁appli	-10.3458
▁economi	-10.3465
kum	-10.3487
▁6.8	-10.3506
ially	-10.3508
▁enabl	-10.3517
72	-10.3523
▁8.7	-10.3523
8.5	-10.3549
ot	-10.3552
Via	-10.3554
ically	-10.3563
▁workfor	-10.3565
▁Peter	-10.3575
uan	-10.3576
▁bear	-10.3577
▁300	-10.3602
XL	-10.3606
ade	-10.3612
▁Gr	-10.3626
▁Var	-10.3641
ivi	-10.3646
....	-10.3646
▁audi	-10.3659
▁ob	-10.3659
▁sta	-10.3671
▁esta	-10.3686
▁39.	-10.3688
ho	-10.3693
ard	-10.3702
▁composit	-10.3712
▁Raa	-10.3715
fth	-10.3727
imal	-10.3731
6.5	-10.3741
RM	-10.376
appi	-10.3779
itycon	-10.3813
97	-10.3816
MC	-10.3824
▁charts	-10.3834
▁Non	-10.3836
ston	-10.3847
▁Also	-10.3853
▁profits	-10.3871
ison	-10.3879
nor	-10.3889
orthern	-10.389
Group	-10.389
take	-10.3902
▁Mad	-10.3911
percent	-10.3919
umb	-10.3929
▁23.2	-10.3931
▁prov	-10.3932
▁feature	-10.3935
▁Hi	-10.3952
▁mix	-10.3953
63	-10.3962
Russia	-10.3963
vant	-10.3987
▁Fr	-10.3993
sources	-10.3994
▁seek	-10.3996
marine	-10.3996
▁nu	-10.4002
while	-10.4012
42	-10.4013
▁negotiat	-10.4023
ay	-10.4025
000	-10.4028
▁controll	-10.4028
8.8	-10.4031
AP	-10.4037
▁rele	-10.4041
▁BA	-10.4042
Pekka	-10.4048
UPM	-10.4056
trend	-10.4061
Britain	-10.4062
▁case	-10.4065
▁99	-10.4071
13.1	-10.4079
ES	-10.4082
press	-10.4092
pa	-10.4093
▁000	-10.4096
▁11.3	-10.4096
Kesk	-10.4097
▁Tu	-10.4098
ain	-10.4102
ow	-10.4104
DMA	-10.4125
▁Or	-10.413
alo	-10.4132
villa	-10.4137
▁Ser	-10.4138
wi	-10.4144
▁giv	-10.4146
log	-10.4147
▁hi	-10.4149
UR	-10.4152
▁Interi	-10.4159
▁try	-10.4165
▁met	-10.4182
▁land	-10.4215
▁carri	-10.4216
▁AM	-10.4216
▁stop	-10.4218
Share	-10.4224
RC	-10.4224
▁pri	-10.4226
EU	-10.4232
8,000	-10.4233
2009	-10.4235
Th	-10.4241
One	-10.4242
SM	-10.4248
▁bill	-10.4257
2.9	-10.4269
cycle	-10.4273
▁Ja	-10.4282
▁automati	-10.4286
CH	-10.4292
ach	-10.4301
Mr	-10.4305
esidential	-10.4308
5.5	-10.4313
onference	-10.4331
9.7	-10.4332
▁u	-10.4341
esti	-10.4345
▁visit	-10.435
espec	-10.4361
GN	-10.4363
2.2	-10.4364
▁Ol	-10.4365
▁Ce	-10.438
▁gu	-10.4381
ets	-10.4384
▁Operation	-10.4395
nicke	-10.4395
▁Ta	-10.4396
aims	-10.4399
ession	-10.4403
▁limit	-10.4416
▁40.	-10.4421
▁involv	-10.4429
BP	-10.4439
ended	-10.4448
▁wholesale	-10.445
▁rule	-10.4453
ership	-10.4462
stand	-10.4475
▁Direct	-10.4477
▁analys	-10.4487
▁CO	-10.449
▁Sha	-10.4493
34	-10.4496
▁happ	-10.4496
▁consen	-10.4506
▁Elektro	-10.4506
▁Malaysia	-10.4506
▁crisis	-10.4506
▁Starbucks	-10.4506
▁pilot	-10.4506
▁permanent	-10.4506
▁pursue	-10.4506
▁Ireland	-10.4506
▁Skog	-10.4506
▁intraday	-10.4506
▁Science	-10.4506
▁official	-10.4506
▁spread	-10.4506
▁thousand	-10.4506
▁patient	-10.4506
▁loyal	-10.4506
MSFT	-10.4506
▁Forssa	-10.4506
▁plastic	-10.4506
▁shift	-10.4507
▁Design	-10.4507
▁Venture	-10.4507
Reuters	-10.4507
▁compensat	-10.4507
mon	-10.4507
▁Rival	-10.4507
▁believe	-10.4507
▁initiative	-10.4508
▁orange	-10.4508
▁Hotel	-10.4508
▁plot	-10.4508
▁scissor	-10.4509
▁medium	-10.4509
▁Frank	-10.4509
▁deposit	-10.4509
▁licence	-10.451
VERY	-10.451
▁Consumer	-10.4511
PL	-10.4512
▁exceed	-10.4512
▁copy	-10.4513
▁email	-10.4513
▁Olli	-10.4514
Loude	-10.4514
▁Northern	-10.4515
▁advisor	-10.4515
▁roof	-10.4515
▁minor	-10.4515
▁policy	-10.4516
BAC	-10.4516
▁benefit	-10.4517
▁instrument	-10.4518
calend	-10.4519
▁prof	-10.4521
▁Magazine	-10.4521
▁functionalit	-10.4522
▁indicator	-10.4523
▁attack	-10.4523
▁suffer	-10.4524
▁furn	-10.4526
IBM	-10.4526
Healthcare	-10.4527
▁invent	-10.4531
▁Green	-10.4531
▁Martin	-10.4532
▁competitor	-10.4535
▁apply	-10.4536
Thanks	-10.4536
▁dilut	-10.4539
▁intent	-10.454
SS	-10.4541
▁frequenc	-10.4542
▁replace	-10.4543
key	-10.4545
▁Park	-10.4545
▁14.4	-10.4546
▁internal	-10.4554
400	-10.4557
▁Should	-10.4557
▁Free	-10.4558
▁Federa	-10.456
▁HSBC	-10.456
▁regard	-10.4561
▁Friends	-10.4561
▁Deliver	-10.4561
▁Kingfisher	-10.4562
▁Shareholder	-10.4562
▁radio	-10.4564
▁pressure	-10.4566
▁determin	-10.4568
▁adjustment	-10.4572
▁GeoS	-10.4572
hu	-10.4578
▁dealers	-10.458
▁Just	-10.4581
▁bag	-10.4582
▁supervis	-10.4586
RUT	-10.4588
▁Other	-10.459
5.8	-10.4595
▁finalize	-10.4603
▁code	-10.4607
▁commercially	-10.4609
▁$70	-10.4609
ommittee	-10.4617
KN	-10.4618
▁strength	-10.4618
▁promise	-10.4619
▁shot	-10.462
58	-10.4631
▁chang	-10.4634
▁Leg	-10.4642
▁First	-10.4644
▁Consolidate	-10.4644
▁identi	-10.4651
▁SUVs	-10.4657
▁Art	-10.466
▁Motors	-10.4663
▁Order	-10.4668
▁swing	-10.4672
ations	-10.4678
▁Strong	-10.4687
▁owners	-10.4689
▁cable	-10.4693
▁Off	-10.4694
ogistic	-10.4694
▁gi	-10.4695
▁tower	-10.4705
ISR	-10.4708
CTH	-10.471
▁class	-10.4724
RE	-10.4729
▁help	-10.4732
55	-10.4735
89	-10.4736
▁PT	-10.4738
▁weaken	-10.4741
NNO	-10.4758
▁front	-10.4758
▁version	-10.4777
ahti	-10.4779
▁Post	-10.4785
▁exam	-10.4785
▁49.	-10.4786
▁fee	-10.4788
▁Autom	-10.4793
CO	-10.4796
▁Export	-10.4798
immon	-10.48
▁Sys	-10.4805
▁Tieto	-10.4807
▁Mu	-10.4809
II	-10.4814
▁fast	-10.4816
▁read	-10.4824
▁Sun	-10.4854
ere	-10.4864
▁30.6	-10.4865
▁Gall	-10.4882
stain	-10.4883
▁hu	-10.489
11.7	-10.4904
▁Universit	-10.491
79	-10.493
▁Enter	-10.4937
▁grade	-10.4944
▁climb	-10.4947
0.8	-10.4951
▁initiate	-10.4952
AG	-10.4952
14	-10.4956
▁52	-10.4963
▁regional	-10.4973
▁pass	-10.4979
▁sea	-10.498
▁seal	-10.4986
▁Star	-10.499
4.9	-10.4998
▁module	-10.5008
▁Br	-10.5013
▁arm	-10.5016
▁log	-10.5018
▁host	-10.5021
2.7	-10.5025
9.8	-10.5026
1.7	-10.5037
ence	-10.5046
ference	-10.5049
rating	-10.5069
14.3	-10.5084
roll	-10.5089
him	-10.5093
▁6%	-10.5094
▁connect	-10.5095
neer	-10.5104
ction	-10.5108
▁des	-10.5109
▁server	-10.5116
▁box	-10.5126
▁14.	-10.5136
tr	-10.5137
special	-10.5138
▁2,000	-10.5144
mid	-10.515
sure	-10.5154
skars	-10.5159
39	-10.5163
Al	-10.5173
tual	-10.5179
0.9	-10.5193
isa	-10.5195
▁Sever	-10.5196
4.8	-10.5198
4.5	-10.5202
▁comp	-10.5214
▁sharp	-10.5221
3,	-10.5221
cation	-10.5226
%),	-10.5242
stj	-10.5248
DI	-10.525
60,000	-10.5254
▁discount	-10.526
▁uncertaint	-10.5266
▁TO	-10.5267
▁streamlin	-10.5268
▁concentrat	-10.5269
5.6	-10.527
▁too	-10.5278
7.4	-10.5279
▁relocate	-10.5286
▁Current	-10.529
▁7.7	-10.5311
▁stand	-10.5344
turn	-10.5356
place	-10.536
PO	-10.5379
1.1	-10.5379
▁Dep	-10.5397
▁responsibilit	-10.5402
nair	-10.5403
▁Chi	-10.5403
▁stopp	-10.5407
dge	-10.5414
▁works	-10.5414
47	-10.5417
entric	-10.542
▁Pr	-10.543
▁Drug	-10.544
AR	-10.5451
▁expire	-10.5452
elease	-10.5457
04	-10.546
▁fat	-10.5463
ments	-10.5464
aari	-10.5465
▁Swit	-10.5472
gency	-10.5479
1,	-10.5479
ark	-10.5496
lease	-10.5503
put	-10.5505
▁HKS	-10.5506
▁Nic	-10.551
ery	-10.5516
▁FIS	-10.5529
▁holder	-10.5529
Mets	-10.5533
▁Com	-10.5541
▁BN	-10.5544
ob	-10.5555
CP	-10.5556
ner	-10.5563
▁88	-10.5569
bit	-10.5573
TI	-10.5574
▁con	-10.5576
▁KC	-10.559
uge	-10.5601
ield	-10.5624
SB	-10.5631
▁drops	-10.5655
▁!,	-10.5662
▁reduc	-10.5685
1.3	-10.5694
▁fis	-10.5695
evelopment	-10.5697
LA	-10.5698
vel	-10.57
share	-10.57
they	-10.5701
use	-10.5711
11.1	-10.5712
ps	-10.572
BE	-10.5724
▁save	-10.5725
urchase	-10.5731
▁elect	-10.5734
▁mo	-10.5734
▁increases	-10.574
men	-10.5747
▁52.	-10.5747
▁emerg	-10.5752
▁51	-10.5754
role	-10.5764
64	-10.5766
▁Kap	-10.5785
▁Mart	-10.5786
▁Good	-10.5788
ensive	-10.5793
▁quarterly	-10.5794
▁5-	-10.5796
Tel	-10.5833
service	-10.5851
lip	-10.586
▁bu	-10.5875
▁mus	-10.5882
100	-10.5896
2006	-10.5902
ND	-10.5905
ual	-10.5909
44	-10.591
dium	-10.592
▁exp	-10.5924
col	-10.5925
▁custom	-10.5931
